Repository: AmirulAndalib/modemfeed
Catalog: luci/luci-app-smscontrol/po/*/smscontrol.po
Languages: ru

source: Allowed phone numbers
ru: Разрешенные телефонные номера

source: Command over SMS
ru: Команда по SMS

source: Command over call
ru: Команда по звонку

source: For example, if you enter '1234' as a password and send an SMS command '1234;CLI$ifconfig br-lan down' to the router, the router will execute CLI-command ifconfig br-lan down
ru: Например, если задать пароль '1234' и отправить SMS с текстом '1234;CLI$ifconfig br-lan down' на роутер, то роутер выполнит консольную команду ifconfig br-lan down

source: For example, if you enter '1234' as a password and send an SMS command '1234;reboot' to the router, the router will reboot
ru: Например, если задать пароль '1234' и отправить SMS с текстом '1234;reboot' на роутер, то роутер перезагрузится

source: Here you can send commands to router via a call or SMS
ru: Здесь осуществляется управление роутером посредством звонков или SMS

source: Linux command
ru: Linux-команда

source: Message text
ru: Текст сообщения

source: Reply via SMS
ru: Ответ по SMS

source: Send
ru: Отправить

source: Send SMS
ru: Отправить SMS

source: To phone number
ru: На телефонный номер

source: Universal command over SMS
ru: Универсальная команда по SMS

source: You can make a call from the allowed phone number and then the router will execute the command
ru: Если совершить звонок с разрешенного телефонного номера, роутер выполнит указанную команду
